{
  "Main": "Главная страница",
  "catalog": "Весь каталог",
  "connect_with_us": "Свяжитесь с нами в любой соц-сети",
  "buy": "Добавить",
  "delete": "Удалить",
  "filter_tags": "Теги:",
  "filter_sizes": "Размеры:",
  "brand_history": "История нашего бренда",
  "brand_history_article": "Современный мир сегодня- это молодые, амбициозные, красивые люди! Команда HAPPESTAR ® является ярким воплощением модных тенденций, шагая в ногу со временем и используя свое жизненное кредо весьма успешно в бизнесе.\n Мы ведем активный образ жизни, занимаемся спортом, покоряя различные вершины. Вершины во всех смыслах этого слова. Мы стремимся получать в жизни яркие, положительные эмоции и свое восприятие нового мира выражаем в оригинальных дизайнах наших носков.\n Отличительной чертой моды сегодня является разнообразие форм собственного самовыражения. Сейчас выглядеть модно и стильно - означает умело комбинировать детали гардероба и из всего многообразия актуальных тенденций выбрать именно то, что подходит исключительно вам. Для этой цели и трудится наша команда.\n Наши носки можно подобрать под любое настроение, под любую эмоцию, под любой стиль в одежде. Команда HAPPESTAR разработала своё направление, делая акцент на том, что сегодня важно быть личностью, главное быть собой и уметь это выразить.\n На внешний вид влияет каждая деталь, например, есть правило: носки подбираются в тон брюкам и обуви. «Но это же скучно» решили мы и придумали собственную линейку креативных носков для деловых костюмов и casual- аутфитов. Каждая новая модель разрабатывается профессиональными дизайнерами с учетом ваших пожеланий.\n  Задача команды HAPPESTAR: объединить тех, кто свободен от условностей, любит отличаться от других и имеет яркую индивидуальность. Мало надеть цветные носки, спрятав их под брюками. Чтобы бросить вызов обществу и остаться при этом в рамках приличия, нужно чувствовать дух свободы внутри себя и не бояться косых взглядов.\n   «Творю что хочу, но делаю это красиво»- вот что мы хотим сказать окружающим. Цветные носки- смелый шаг, даже если ограничиться скромными геометрическими принтами. Это попытка «встряхнуть» дресс -код. В деловом мире «свой круг» является серьезным преимуществом, а способность быть не как все относится к лидерским качествам. И поверьте, дизайнерские носки привлекают больше внимания, чем галстук.\n            Команда HAPPESTAR 12 лет работала и продолжает работать над тем, чтобы перевернуть ваше представление о носках. Ваши покупки - наше признание, развитие и перспективы.",
  "production": "Производство",
  "production_article": "Компания HAPPESTAR является производителем носочной продукции уже много лет и давно зарекомендовала себя как выгодный и надежный партнер.\nСвоим подходом к работе, своей уверенностью в качестве продукции и педантичности, вниманием к деталям мы доказываем, что наша команда может предложить высоко конкурентный продукт на любой вкус... и делает это с наилучшими пожеланиями и добрым сердцем!\nДизайнеры HAPPESTAR , вдохновленные современными веяниями, разрабатывают принты, отвечающие последним тенденциям моды.\nМы стремимся, чтобы наши носочные изделия подчеркивали индивидуальный стиль каждого вне зависимости от пола, возраста и настроения. Именно для вас работает наша команда.\nЗайдя к нам на сайт вы сможете подобрать как для себя, так и для своих близких, оригинальные, стильные, яркие или просто классические модели. При создании коллекций носков во главу угла встает вопрос подбора качественных материалов, вы можете не сомневаться: в наших носках ваши ноги будут в комфорте.\nНоски- популярный элемент гардероба, применяемый для удобства, комфорта и завершения образа. На рынке РФ представлен широкий ассортимент изделий отечественного и зарубежного производства, но имеющийся товар не удовлетворяет всего спроса. Наша команда добавила оригинальности и эксклюзивности данному продукту.",
  "packaging": "Упаковка",
  "packaging_article": "Компания HAPPESTAR ® является производителем носочной продукции и аксессуаров уже много лет, и давно зарекомендовала себя как выгодный и надежный партнер.\nСобственное производство компании позволяет быстро и качественно создавать новые модели, и тем самым находиться в тренде современных модных тенденций.\nСвоим подходом к работе, своей уверенностью в качестве продукции и педантичности внимаем к деталям мы доказываем, что HAPPESTAR ® может предложить высококонкурентный продукт на любой вкус... и делает это с наилучшими пожеланиями и добрым сердцем!",
  "become_a_partner": "Как стать нашим партнером?",
  "more": "Подробнее",
  "your_items": "Ваши товары",
  "item": "Товар",
  "name": "Название",
  "count": "Количество",
  "size": "Размер",
  "price": "Цена",
  "total": "Итого",
  "create_order": "Оформить заказ",
  "our_contacts": "Магазины Happestar"
}
